Repository: znuny/ITSMCore
Catalog: i18n/ITSMCore/ITSMCore.*.po
Languages: pl, pt

source: Criticality ↔ Impact ↔ Priority
pl: Krytyczność ↔ Wpływ ↔ Priorytet
pt: Criticidade ↔ Impacto ↔ Prioridade

source: Manage the priority result of combinating Criticality ↔ Impact.
pl: Zarządzaj wynikowym priorytetem z kombinacji Krytyczność ↔ Wpływ.
pt: Gerir a Prioridade resultante da combinação Criticidade ↔ Impacto.

source: Priority allocation
pl: Alokacja priorytetu
pt: Atribuição de Prioridade

source: Minimum Time Between Incidents
pl: Minimalny czas między zdarzeniami
pt: Tempo Mínimo entre Incidentes

source: Criticality
pl: Krytyczność
pt: Criticidade

source: SLA Information
pl: Informacje SLA
pt: Informação de SLA

source: Last changed
pl: Ostatnio zmienione
pt: Última alteração

source: Last changed by
pl: Ostatnio zmienione przez
pt: Última alteração por

source: Associated Services
pl: Połączone usługi
pt: Serviços Associados

source: Service Information
pl: Informacje o usłudze
pt: Informação de serviço

source: Current incident state
pl: Aktualny stan incydentu
pt: Estado Atual de Incidente

source: Associated SLAs
pl: Połączone SLA
pt: SLAs Associados

source: Impact
pl: Wpływ
pt: Impacto

source: No SLAID is given!
pl: Brak SLAID!
pt: Nenhum SLAID foi informado!

source: SLAID %s not found in database!
pl: SLAID %s nie znalezione w bazie danych!
pt: SLAID %s não encontrado na base de dados!

source: Calendar Default
pl: Kalendarz domyślny
pt: Calendário Padrão

source: operational
pl: operacyjny
pt: operativo

source: warning
pl: ostrzeżenie
pt: aviso

source: incident
pl: incydent
pt: incidente

source: No ServiceID is given!
pl: Brak ServiceID!
pt: Nenhum ServiceID foi informado!

source: ServiceID %s not found in database!
pl: ServiceID %s nie znaleziony w bazie danych!
pt: ServiceID %s não encontrado na base de dados!

source: Current Incident State
pl: Aktualny stan incydentu
pt: Estado Atual de Incidente

source: Incident State
pl: Stan zdarzenia
pt: Estado de Incidente

source: Operational
pl: Operacyjny
pt: Operativo

source: Incident
pl: Zdarzenie
pt: Incidente

source: End User Service
pl: Usługa Użytkownika Końcowego
pt: Serviço a utilizador final

source: IT Management
pl: IT zarządzanie
pt: Gestão de TI

source: Reporting
pl: Raportowanie
pt: Relatório

source: IT Operational
pl: IT operacyjne
pt: Operações de TI

source: Demonstration
pl: Demonstracja
pt: Demonstração

source: Project
pl: Projekt
pt: Projeto

source: Underpinning Contract
pl: Podstawy Umowy
pt: Contrato com Terceiros

source: Other
pl: Inne
pt: Outro

source: Availability
pl: Dostępność
pt: Disponibilidade

source: Response Time
pl: Czas odpowiedzi
pt: Tempo de Resposta

source: Recovery Time
pl: Czas odzyskania
pt: Tempo de Recuperação

source: Resolution Rate
pl: Czas rozwiązania
pt: Taxa de Resolução

source: Transactions
pl: Transakcje
pt: Transações

source: Errors
pl: Błędy
pt: Erros

source: Alternative to
pl: Alternatywa dla
pt: Alternativa a

source: Both
pl: Oba
pt: Ambos

source: Connected to
pl: Połączone z
pt: Ligado a

source: Define Actions where a settings button is available in the linked objects widget (LinkObject::ViewMode = "complex"). Please note that these Actions must have registered the following JS and CSS files: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
pl: Określa akcje dla których jest dostępny przycisk ustawień w widżecie połączonych obiektów (LinkObject::ViewMode = "complex"). Zwróć uwagę, że te akcje muszą mieć zarejestrowane następujące pliki JS i CSS: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
pt: Definir Acções onde um botão de configurações está disponível na widget the objectos ligados (LinkObject::ViewMode = "complex"). Estas Acções devem estar registadas nos seguintes ficheiros JS e CSS: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.

source: Define which columns are shown in the linked Services widget (LinkObject::ViewMode = "complex"). Note: Only Service attributes are allowed for DefaultColumns. Possible settings: 0 = Disabled, 1 = Available, 2 = Enabled by default.
pl: Określa jakie kolumny są widoczne w widżecie połączonych usług (LinkObject::ViewMode = "complex"). Uwaga: Tylko atrybuty usług są dozwolone jako kolumny domyślne. Możliwe ustawienia: 0 = Wyłączone, 1 = Dostępne, 2 = Włączone domyślnie.
pt: Definir que colunas são apresentadas nos widget de Serviços ligados (LinkObject::ViewMode = "complex"). Nota: Apenas atributes de Serviço são permitidos nas DefaultColumns. Configurações Possíveis: 0 = Desactivado, 1 = Activado, 2 = Activado por omissão.

source: Depends on
pl: Zależne od
pt: Depende de

source: Frontend module registration for the AdminITSMCIPAllocate configuration in the admin area.
pl: Rejestracja modułu frontendu w obszarze administracji dla konfigurowania AdminITSMCIPAllocate.
pt: Registo de módulo de interface para a configuração AdminITSMCIPAllocate na área de gestão.

source: Frontend module registration for the AgentITSMSLA object in the agent interface.
pl: Rejestracja modułu frontendu w interfejsie agenta dla konfigurowania obiektu AgentITSMSLA.
pt: Registo de módulo de interface para o objeto AgentITSMSLA para agente.

source: Frontend module registration for the AgentITSMSLAPrint object in the agent interface.
pl: Rejestracja modułu frontendu w interfejsie agenta dla konfigurowania obiektu AgentITSMSLAPrint.
pt: Registo de módulo de interface para o objeto AgentITSMSLAPrint para agente.

source: Frontend module registration for the AgentITSMSLAZoom object in the agent interface.
pl: Rejestracja modułu frontendu w interfejsie agenta dla konfigurowania obiektu AgentITSMSLAZoom.
pt: Registo de módulo de interface para o objeto AgentITSMSLAZoom para agente.

source: Frontend module registration for the AgentITSMService object in the agent interface.
pl: Rejestracja modułu frontendu w interfejsie agenta dla konfigurowania obiektu AgentITSMService.
pt: Registo de módulo de interface para o objeto AgentITSMService para agente.

source: Frontend module registration for the AgentITSMServicePrint object in the agent interface.
pl: Rejestracja modułu frontendu w interfejsie agenta dla konfigurowania obiektu AgentITSMServicePrint.
pt: Registo de módulo de interface para o objeto AgentITSMServicePrint para agente.

source: Frontend module registration for the AgentITSMServiceZoom object in the agent interface.
pl: Rejestracja modułu frontendu w interfejsie agenta dla konfigurowania obiektu AgentITSMServiceZoom.
pt: Registo de módulo de interface para o objeto AgentITSMServiceZoom para agente.

source: ITSM SLA Overview.
pl: Przegląd SLA ITSM.
pt: Visão Geral SLA ITSM

source: ITSM Service Overview.
pl: Przegląd Usług ITSM.
pt: Visão Geral Serviço ITSM

source: Incident State Type
pl: Typ stanu incydentu
pt: Tipo de Estado de Incidente

source: Includes
pl: Zawiera
pt: Inclui

source: Manage priority matrix.
pl: Zarządzaj macierzą priorytetów.
pt: Gerir a matriz de Prioridade

source: Manage the criticality - impact - priority matrix.
pl: Zarządzaj macierzą krytyczność - wpływ - priorytet.
pt: Gerenciar a matriz de criticidade - impacto - prioridade.

source: Module to show the Back menu item in SLA menu.
pl: Moduł pokazywania linku powrotu w menu SLA.
pt: Módulo para mostrar o link voltar no menu SLA.

source: Module to show the Back menu item in service menu.
pl: Moduł pokazywania linku powrotu w menu serwisowym.
pt: Módulo para mostrar o link voltar no menu serviço.

source: Module to show the Link menu item in service menu.
pl: Moduł pokazywania linku w menu serwisowym.
pt: Módulo para mostrar o link associar no menu serviço.

source: Module to show the Print menu item in SLA menu.
pl: Moduł pokazywania linku drukowania w menu SLA.
pt: Módulo para mostrar o link imprimir no menu SLA.

source: Module to show the Print menu item in service menu.
pl: Moduł pokazywania linku drukowania w menu serwisowym.
pt: Módulo para mostrar o link imprimir no menu serviço.

source: Parameters for the incident states in the preference view.
pl: Parametry dla stanów zdarzeń w widoku preferencji.
pt: Parâmetros para os estados de incidente nas preferências.

source: Part of
pl: Część
pt: Parte de

source: Relevant to
pl: Odpowiednie do
pt: Relevante para

source: Required for
pl: Potrzebne do
pt: Requisitado por

source: SLA Overview
pl: Przegląd SLA
pt: Visão Geral de SLA

source: SLA Print.
pl: Drukuj SLA.
pt: Impressão de SLA

source: SLA Zoom.
pl: Podgląd SLA.
pt: Detalhe de SLA

source: Service Overview
pl: Przegląd usług
pt: Visão Geral de Serviço

source: Service Print.
pl: Drukuj Usługę.
pt: Impressão de Serviço

source: Service Zoom.
pl: Podgląd Usługi.
pt: Detalhe de Serviço

source: Service-Area
pl: Sekcja serwisowa
pt: Área Serviço

source: Set the type and direction of links to be used to calculate the incident state. The key is the name of the link type (as defined in LinkObject::Type), and the value is the direction of the IncidentLinkType that should be followed to calculate the incident state. For example if the IncidentLinkType is set to 'DependsOn', and the Direction is 'Source', only 'Depends on' links will be followed (and not the opposite link 'Required for') to calculate the incident state. You can add more link types ad directions as you like, e.g. 'Includes' with the direction 'Target'. All link types defined in the sysconfig options LinkObject::Type are possible and the direction can be 'Source', 'Target', or 'Both'. IMPORTANT: AFTER YOU MAKE CHANGES TO THIS SYSCONFIG OPTION YOU NEED TO RUN THE CONSOLE COMMAND bin/otrs.Console.pl Admin::ITSM::IncidentState::Recalculate SO THAT ALL INCIDENT STATES WILL BE RECALCULATED BASED ON THE NEW SETTINGS!
pt: Define o tipo e a direção da associação a ser utilizada no cálculo do estado de incidente. A chave é o nome do tipo da associação (como definido em LinkObject::Type), e o valor é a direção do IncidentLinkType (tipo de associação do incidente) que precisa ser considerada no cálculo do estado de incidente. Por exemplo, se IncidentLinkType for definido para 'DependsOn' (depende de), e a direção é 'Source' (origem), apenas associações 'DependsOn' serão consideradas (e não a associação oposta 'RequiredFor' - requerido para) no cálculo do estado de incidente. Você pode adicionar outros tipos de associação e direções como desejar, ex. 'Includes' (inclui) com a direção 'Target' (alvo). Todos os tipos de associação definidos na opção LinkObject::Type do sysconfig são admitidos e a direção pode ser 'Source', 'Target' ou 'Both' (ambos). IMPORTANTE: DEPOIS QUE VOCÊ FIZER AS ALTERAÇÕES NESTA OPÇÃO DO SYSCONFIG VOCÊ PRECISA EXECUTAR O COMANDO DA CONSOLE bin/otrs.Console.pl Admin::ITSM::IncidentState::Recalculate PARA QUE TODOS OS ESTADOS DE INCIDENTE SEJAM RECALCULADOS DE ACORDO COM AS NOVAS CONFIGURAÇÕES!

source: Source
pt: Origem

source: This setting defines that a 'ITSMChange' object can be linked with 'Ticket' objects using the 'Normal' link type.
pt: Esta configuração define que um objeto 'MudançaITSM' pode ser associado com objetos 'Ticket' com ligação 'Normal'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'FAQ' objects using the 'Normal' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'FAQ' com ligação 'Normal'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'FAQ' objects using the 'ParentChild' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'FAQ' com ligação 'PaiFilho'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'FAQ' objects using the 'RelevantTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'FAQ' com ligação 'Relevante para'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'Service' objects using the 'AlternativeTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'Serviço' com ligação 'Alternativa a'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'Service' objects using the 'DependsOn' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'Serviço' com ligação 'Depende de'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'Service' objects using the 'RelevantTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'Serviço' com ligação 'Relevante para'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'Ticket' objects using the 'AlternativeTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'Ticket' com ligação 'Alternativa a'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'Ticket' objects using the 'DependsOn' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'Ticket' com ligação 'Depende de'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with 'Ticket' objects using the 'RelevantTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com objetos 'Ticket' com ligação 'Relevante para'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with other 'ITSMConfigItem' objects using the 'AlternativeTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com outros objetos 'ItemConfigITSM' com ligação 'Alternativa a'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with other 'ITSMConfigItem' objects using the 'ConnectedTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com outros objetos 'ItemConfigITSM' com ligação 'Ligado a'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with other 'ITSMConfigItem' objects using the 'DependsOn' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com outros objetos 'ItemConfigITSM' com ligação 'Depende de'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with other 'ITSMConfigItem' objects using the 'Includes' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com outros objetos 'ItemConfigITSM' com ligação 'Inclui'.

source: This setting defines that a 'ITSMConfigItem' object can be linked with other 'ITSMConfigItem' objects using the 'RelevantTo' link type.
pt: Esta configuração define que um objeto 'ItemConfigITSM' pode ser associado com outros objetos 'ItemConfigITSM' com ligação 'Relevante para'.

source: This setting defines that a 'ITSMWorkOrder' object can be linked with 'ITSMConfigItem' objects using the 'DependsOn' link type.
pt: Esta configuração define que um objeto 'OrdemServiçoITSM' pode ser associado com objetos 'ItemConfigITSM' com ligação 'Depende de'.

source: This setting defines that a 'ITSMWorkOrder' object can be linked with 'ITSMConfigItem' objects using the 'Normal' link type.
pt: Esta configuração define que um objeto 'OrdemServiçoITSM' pode ser associado com objetos 'ItemConfigITSM' com ligação 'Normal'.

source: This setting defines that a 'ITSMWorkOrder' object can be linked with 'Service' objects using the 'DependsOn' link type.
pt: Esta configuração define que um objeto 'OrdemServiçoITSM' pode ser associado com objetos 'Serviço' com ligação 'Depende de'.

source: This setting defines that a 'ITSMWorkOrder' object can be linked with 'Service' objects using the 'Normal' link type.
pt: Esta configuração define que um objeto 'OrdemServiçoITSM' pode ser associado com objetos 'Serviço' com ligação 'Normal'.

source: This setting defines that a 'ITSMWorkOrder' object can be linked with 'Ticket' objects using the 'Normal' link type.
pt: Esta configuração define que um objeto 'OrdemServiçoITSM' pode ser associado com objetos 'Ticket' com ligação 'Normal'.

source: This setting defines that a 'Service' object can be linked with 'FAQ' objects using the 'Normal' link type.
pt: Esta configuração define que um objeto 'Serviço' pode ser associado com objetos 'FAQ' com ligação 'Normal'.

source: This setting defines that a 'Service' object can be linked with 'FAQ' objects using the 'ParentChild' link type.
pt: Esta configuração define que um objeto 'Serviço' pode ser associado com objetos 'FAQ' com ligação 'PaiFilho'.

source: This setting defines that a 'Service' object can be linked with 'FAQ' objects using the 'RelevantTo' link type.
pt: Esta configuração define que um objeto 'Serviço' pode ser associado com objetos 'FAQ' com ligação 'Relevante a'.

source: This setting defines the link type 'AlternativeTo'. If the source name and the target name contain the same value, the resulting link is a non-directional one. If the values are different, the resulting link is a directional link.
pt: Esta configuração define o tipo de link 'Alternativa a'. Se o nome da origem e o nome de destino são iguais, a associação é não-direcional. Se os valores são diferentes, a associação é um link direcional.

source: This setting defines the link type 'ConnectedTo'. If the source name and the target name contain the same value, the resulting link is a non-directional one. If the values are different, the resulting link is a directional link.
pt: Esta configuração define o tipo de link 'Ligado a'. Se o nome da origem e o nome de destino são iguais, a associação é não-direcional. Se os valores são diferentes, a associação é um link direcional.

source: This setting defines the link type 'DependsOn'. If the source name and the target name contain the same value, the resulting link is a non-directional one. If the values are different, the resulting link is a directional link.
pt: Esta configuração define o tipo de link 'Depende de'. Se o nome da origem e o nome de destino são iguais, a associação é não-direcional. Se os valores são diferentes, a associação é um link direcional.

source: This setting defines the link type 'Includes'. If the source name and the target name contain the same value, the resulting link is a non-directional one. If the values are different, the resulting link is a directional link.
pt: Esta configuração define o tipo de link 'Inclui'. Se o nome da origem e o nome de destino são iguais, a associação é não-direcional. Se os valores são diferentes, a associação é um link direcional.

source: This setting defines the link type 'RelevantTo'. If the source name and the target name contain the same value, the resulting link is a non-directional one. If the values are different, the resulting link is a directional link.
pt: Esta configuração define o tipo de link 'Relevante a'. Se o nome da origem e o nome de destino são iguais, a associação é não-direcional. Se os valores são diferentes, a associação é um link direcional.

source: Width of ITSM textareas.
pl: Szerokość obszarów tekstowych ITSM.
pt: Número de caracteres por linha em áreas de texto ITSM.

source: Back End
pl: Zaplecze
